// JavaScript Document
var celebratedDictum=["人在旅途，难免会遇到荆棘和坎坷，但风雨过后，一定会有美丽的彩虹。",
					"要想改变命运，首先改变自己。",
					"思路决定出路，气度决定高度，细节决定成败，性格决定命运。",
					"没有退路的时候，正是潜力发挥最大的时候。",
					"时间是个常数，但也是个变数。勤奋的人无穷多，懒惰的人无穷少。",
					"时光就像一辆畜力车，它的速度取决于我们手中的鞭子。",
					"智者创造机会，强者把握机会，弱者坐等机会。",
					"有人在光明中注视着阴影，有人在阴影中眺望着光明。",
					"不好等待机会，而要创造机会。",
					"炫耀是需要观众的，而炫耀恰恰让我们失去观众。",
					"最可怕的敌人，就是没有坚强的信念。",
					"在人生的道路上，即使一切都失去了，只要一息尚存，你就没有丝毫理由绝望。因为失去的一切，又可能在新的层次上复得。",
					"我一直觉得，忧愁是好的，孤独也是好的，他们让我慢慢成长，变成一个与众不同的混蛋。",
					"那些再也没法弥补的遗憾，你只能配着酒和曾经围绕在那个故事旁边的人，偶尔说一说",
					"路是自己选的，后悔的话，也只能往自己的肚子里咽。",
					"这一秒不放弃，下一秒就有希望！坚持下去就会成功！",
					"生命不在长而在于好，只要每一次尽力的演示，都值得鼓励与喝采。",
					"人生应该有所追求，但暂时得不到并不会阻碍日常生活的幸福，因此，拥有一颗平常心，是人生必不可少的润滑液剂。",
					"逆境总是有的，人生总要进击。愿你不要屈从于命运的安排，坚韧不拔，锲而不舍！做永远的生活强者！"
					];
					

var pos=parseInt((Math.random()*celebratedDictum.length));
window.document.writeln(celebratedDictum[pos]);